<?php
// Downloads titles
$locale['400'] = "הוספת הורדה";
$locale['401'] = "עריכת הורדה";
$locale['402'] = "הורדות קיימות";
// Downloads messages
$locale['410'] = "הורדה הוספה";
$locale['411'] = "הורדה עודכנה";
$locale['412'] = "הורדה נמחקה";
$locale['413'] = "השגיאה הבאה ארעה:";
$locale['414'] = "שם קובץ לא חוקי.";
$locale['415'] = "הקובץ חייב להיות קטן מ- %s.";
$locale['416'] = "הקובץ חייב להיות אחד מסוגי הקבצים הבאים: %s.";
$locale['417'] = "שדה הכותרת אינו יכול להשאר ריק.";
$locale['418'] = "שדה קובץ ההורדה או שדה כתובת ההורדה אינו יכול להשאר ריק.";
// Downloads form
$locale['420'] = "כותרת:";
$locale['421'] = "תיאור:";
$locale['422'] = "קישור:";
$locale['423'] = "קטגוריה:";
$locale['424'] = "רישיון:";
$locale['425'] = "מערכת הפעלה:";
$locale['426'] = "גירסה:";
$locale['427'] = "גודל קובץ:";
$locale['428'] = "שמירת הורדה";
$locale['429'] = "עדכון תאריך פרסום";
$locale['430'] = "העלאה:";
$locale['431'] = "מחיקה";
$locale['432'] = "חישוב גודל הקובץ";
$locale['433'] = "גודל קובץ מקסימלי: %s / סוגי קבצים מותרים: %s";
// Current Downloads
$locale['440'] = "הורדת פריט [לחצו לבדיקה]";
$locale['441'] = "אופציות";
$locale['442'] = "עריכה";
$locale['443'] = "מחיקה";
// No Downloads/Download Categories Defined
$locale['450'] = "לא הוספו הורדות לקטגוריה זו";
$locale['451'] = "לא הוגדרו קטגוריות הורדה";
$locale['452'] = "יש להגדיר לפחות קטגורית הורדה אחת לפני שניתן להוסיף הורדה";
$locale['453'] = "לחצו כאן";
$locale['454'] = " למעבר לקטגוריות הורדה";
// Popup Error/Warning Messages
$locale['460'] = "האם למחוק הורדה זו?";
?>