<?php
// Album titles
$locale['400'] = "הוספת תמונה";
$locale['401'] = "עריכת תמונה";
$locale['402'] = "תמונות קיימות";
$locale['403'] = "שגיאה חמורה באלבום";
// Album messages
$locale['410'] = "תמונה הוספה";
$locale['411'] = "תמונה עודכנה";
$locale['412'] = "תמונה ממוזערת נמחקה";
$locale['413'] = "תמונה נמחקה";
$locale['414'] = "השגיאה הבאה התרחשה:";
$locale['415'] = "שם קובץ תמונה לא חוקי.";
$locale['416'] = "תמונה נמחקה ממסד הנתונים";
$locale['417'] = "קובץ התמונה מוגבל לגודל %s.";
$locale['418'] = "תמונה מוגבלת לפורמטים GIF, JPEG או PNG בלבד.";
$locale['419'] = "תמונות הועברו.";
$locale['420'] = "לא נמצאה ספריית GD. אלבומי התמונות לא יעבדו ללא ספריה זו. יש ליצור קשר עם תמיכת השרת למידע נוסף.";
$locale['421'] = "תמונה לא יכולה להיות ריקה.";
// Photos form
$locale['430'] = "העברת תמונה לאלבום";
$locale['431'] = "העברה";
$locale['432'] = "כותרת: ";
$locale['433'] = "תיאור: ";
$locale['434'] = "סידור: ";
$locale['435'] = "תמונה ממוזערת: ";
$locale['436'] = "תמונה: ";
$locale['437'] = "אפשר תגובות";
$locale['438'] = "אפשר דירוג";
$locale['439'] = "שמירת תמונה";
$locale['440'] = "ביטול";
// Current Photos
$locale['450'] = "אין תמונה";
$locale['451'] = "לחיצה לצפייה";
$locale['452'] = "העבר למעלה";
$locale['453'] = "העבר למטה";
$locale['454'] = "עריכה";
$locale['455'] = "מחיקה";
$locale['456'] = "תאריך: ";
$locale['457'] = "הוסף על ידי: ";
$locale['458'] = "כניסות: ";
$locale['459'] = "תגובות: ";
// Current Photos options
$locale['470'] = "סימון הכול";
$locale['471'] = "הסרת סימון לכול";
$locale['472'] = "העבר אל האלבום";
$locale['473'] = "בחירת אלבום";
$locale['474'] = "העברת מסומנים";
$locale['475'] = "העברת כל התמונות";
$locale['476'] = "סגירת אלבום";
// Additional notices
$locale['480'] = "לא הוגדרו תמונות.";
$locale['481'] = "האם להעביר תמונות מסומנות?";
$locale['482'] = "האם להעביר את כל התמונות?";

?>
