<?php
$locale['u001'] = "שם משתמש";
$locale['u002'] = "סיסמא:";
$locale['u003'] = "סיסמא חדשה";
$locale['u004'] = "אימות סיסמא";
$locale['u005'] = "דואל";
$locale['u006'] = "להסתיר דואל";
$locale['u007'] = " כן ";
$locale['u008'] = " לא";
$locale['u009'] = "הזזת זמן:";
$locale['u010'] = "סמלון";
$locale['u011'] = "לחץ דפדוף להעלאת תמונה";
$locale['u012'] = "גודל קובץ מקסימלי: %s / גודל מקסימלי: %ux%u פיקסלים";
$locale['u013'] = "מחיקה";
// Items shown in profiles
$locale['u040'] = "תאריך הצטרפות:";
$locale['u041'] = "ביקור אחרון";
$locale['u042'] = "לא בוצע ביקור";
$locale['u043'] = "שליחת הודעה אישית";
$locale['u044'] = "יצירת קשר";
$locale['u045'] = "נתונים";
$locale['u046'] = "אפשרויות";
$locale['u047'] = "סטטיסטיקות";
$locale['u048'] = "מידע למנהלים";
$locale['u049'] = "כתובת IP";
$locale['u050'] = "לא מוגדר";
?>